Repository: QsingularityAi/Resonance-AI
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de

source: Basic Information
de: Grundlegende Informationen

source: Appearance
de: Erscheinungsbild

source: Contact Details
de: Kontaktdaten

source: Knowledgebases
de: Wissensbasen

source: No logo uploaded
de: Kein Logo hochgeladen

source: No avatar uploaded
de: Kein Avatar hochgeladen

source: Colors
de: Farben

source: Embed Code
de: Einbettungscode

source: Tenant
de: Mandant

source: Tenants
de: Mandanten

source: Too many login attempts. Please try again later.
de: Zu viele Anmeldeversuche. Bitte versuchen Sie es später erneut.

source: Translations
de: Übersetzungen

source: Profile
de: Profil

source: Designates that this user can manage users and groups within their tenant.
de: Legt fest, dass dieser Benutzer Benutzer und Gruppen innerhalb seines Mandanten verwalten kann.

source: This tenant admin was created by another admin. You can view but not edit their details.
de: Dieser Mandantenadministrator wurde von einem anderen Administrator erstellt. Sie können seine Details anzeigen, aber nicht bearbeiten.

source: Only tenant administrators can change this setting.
de: Nur Mandantenadministratoren können diese Einstellung ändern.

source: The tenant this user belongs to.
de: Der Mandant, zu dem dieser Benutzer gehört.

source: Tenant Administrator
de: Mandantenadministrator

source: Personal info
de: Persönliche Informationen

source: Permissions
de: Berechtigungen

source: Important dates
de: Wichtige Daten

source: Account status
de: Kontostatus

source: Tenant Admin
de: Mandantenadministrator

source: Only global administrators can assign superuser status.
de: Nur globale Administratoren können den Superuser-Status zuweisen.

source: Tenant administrators cannot grant Django admin access (staff status).
de: Mandantenadministratoren können keinen Django-Admin-Zugriff (Mitarbeiterstatus) gewähren.

source: Manage access via Tenant Groups instead.
de: Verwalten Sie den Zugriff stattdessen über Mandantengruppen.

source: Specific permissions are managed globally.
de: Spezifische Berechtigungen werden global verwaltet.

source: complex_topic
de: Es handelt sich hierbei um einen komplexen Themenbereich. Bitte prüfe daher alle Antworten und Quellen sorgfältig, insbesondere bei wichtigen Entscheidungen.

source: I didn't catch any audio. Could you please check that your microphone is connected and not muted? Try recording again, or feel free to type your message instead.
de: Ich konnte keine Audioeingabe erkennen. Bitte überprüfen Sie, ob Ihr Mikrofon angeschlossen und nicht stummgeschaltet ist. Versuchen Sie es erneut mit der Aufnahme oder geben Sie Ihre Nachricht als Text ein.

source: German
de: Deutsch

source: English
de: Englisch

source: Turkish
de: Türkisch

source: Russian
de: Russisch

source: Arabic
de: Arabisch

source: tenant administrator
de: Mandantenadministrator

source: created by
de: Erstellt von

source: The admin who created this user.
de: Der Administrator, der diesen Benutzer erstellt hat.

source: description
de: Beschreibung

source: Knowledgebase
de: Wissensbasis

source: primary color
de: Hauptfarbe

source: text color
de: Textfarbe

source: header title
de: Header Überschrift

source: assistant name
de: Chatbot Name

source: prompt extras for main prompt
de: Zusätzliche Eingaben für den Hauptprompt

source: prompt extras for query-optimizer
de: Zusätzliche Eingaben für den Abfrageoptimiererer

source: prompt extras for related questions
de: Zusätzliche Eingaben für verwandte Fragen

source: prompt extras for for no sources answer
de: Zusätzliche Eingaben für Antworten ohne Quellen

source: Default
de: Standard

source: Glass (same as default)
de: Glas (wie Standard)

source: Chatbot Style
de: Chatbot-Stil

source: contact name
de: Allgemeiner Kontakt Name

source: contact email
de: Allgemeiner Kontakt E-Mail

source: technical contact name
de: Technischer Kontakt Name

source: technical contact email
de: Technischer Kontakt E-Mail

source: welcome title
de: Willkommenstitel

source: welcome text
de: Willkommenstext

source: welcome additional text
de: Weiterer Willkommenstext

source: first message
de: Erste Nachricht

source: knowledgebase
de: Wissensbasis

source: category
de: Kategorie

source: question
de: Frage

source: answer
de: Antwort

source: Warning: Any unsaved changes will be lost. Continue?
de: Warnung: Alle nicht gespeicherten Änderungen gehen verloren. Fortfahren?

source: Automatically translate empty fields
de: Leere Felder automatisch übersetzen

source: Export FAQ Categories
de: FAQ-Kategorien exportieren

source: Import FAQ Categories
de: FAQ-Kategorien importieren

source: Search
de: Suche

source: Account
de: Konto

source: Change password
de: Passwort ändern

source: Log out
de: Abmelden

source: See Profile
de: Profil anzeigen

source: Copyright
de: Urheberrecht

source: All rights reserved.
de: Alle Rechte vorbehalten.

source: UI Configuration
de: UI-Konfiguration

source: Copy this info your settings file to persist these UI changes
de: Kopieren Sie diese Informationen in Ihre Einstellungsdatei, um diese UI-Änderungen beizubehalten

source: Close
de: Schließen

source: Pending
de: Warte

source: Started
de: Läuft

source: Stopping
de: Beende

source: Crawl the entire page or only the provided link
de: Die gesamte Seite durchsuchen oder nur den angegebenen Link

source: Deep Crawl
de: Tiefensuche

source: Time (in days) after which an already crawled resource is crawled again. The value '0' disables recrawling. The crawling interval needs to be less than the delete intervall
de: Zeit (in Tagen) nach der eine bereits gecrawlte Ressource erneut gecrawlt wird. Der Wert '0' deaktiviert erneutes Crawlen. Das Crawling-Intervall muss kleiner sein als das Lösch-Intervall

source: Crawling interval
de: Crawling Intervall

source: Time (in days) after which an already crawled resource is deleted. The value '0' disables resource deletion
de: Zeit (in Tagen) nach der eine bereits gecrawlte Ressource gelöscht wird. Der Wert '0' deaktiviert das Löschen von Ressourcen

source: Delete missing resources after days
de: Fehlende Ressourcen nach löschen nach x Tagen

source: The date and time the link was last cralwed
de: Datum und Uhrzeit des letzten Crawl-Vorgangs

source: Last Crawl Start
de: Letzter Crawl-Start

source: The date and time the last crawl finished
de: Datum und Uhrzeit des letzten abgeschlossenen Crawl-Vorgangs

source: Last Crawl End
de: Letztes Crawl-Ende

source: The number of resources found in the crawl
de: Die Anzahl der beim Crawlen gefundenen Ressourcen

source: Number of Resources Processed
de: Anzahl verarbeiteter Ressourcen

source: A selector in which webpage content is found; For Example Typo3 '#main'-selector
de: Ein Selektor, in dem Webseiteninhalte gefunden werden; Zum Beispiel Typo3 '#main'-Selektor

source: Content Selector
de: Inhaltsauswahl

source: A comma-separated list of selectors, to be removed before content processing
de: Eine kommagetrennte Liste von Selektoren, die vor der Inhaltsverarbeitung entfernt werden sollen

source: Excluded Selectors
de: Ausgeschlossene Selektoren

source: Crawling Status
de: Crawling Intervall

source: Created At
de: Erstellt am

source: Crawl Link
de: Quell Link

source: Crawl Links
de: Quell Links

source: Now answer in language:
de: Jetzt antworten in Sprache:
